/* Swedish translation - strings need translating from English */

"Yes" = "Ja";

"No" = "Nej";

"MainFan" = "Huvudfläkt";

"Left Fan" = "Vänster fläkt";

"Right Fan" = "Höger fläkt";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl har inte testats på den här datorn ännu, men programmet borde fungera om du följer instruktionerna. \n\nOm du väljer att fortsätta, se till att du inte har någon annan fläktstyrningsprogram igång. Annars, avsluta, avinstallera den andra programvaran, starta om datorn och kör smcFanControl igen!";

"Continue" = "Fortsätt";

"Quit" = "Avsluta";

"Alert!" = "Varning!";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "Vill du återställa smcFanControl till standardinställningarna?\nFläktarna återgår till standardhastigheten.";

"Please shutdown your computer now to return to default fan settings." = "Stäng av datorn nu för att återgå till standardinställningarna för fläktarna.";

"Reset Settings" = "Återställ inställningar";

"Shutdown required" = "Datorn måste stängas av";

/* Sleep/Wake Fix */
"Sleep/Wake Fix..." = "Åtgärd för vila/vakna...";

"Sleep/Wake Fix for Intel Macs" = "Åtgärda problem med vila/vakna för Intel-Macar";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "Äldre Intel-Macar kan krascha vid uppvaknande från vila på grund av macOS vilolägesfunktioner som är utformade för nyare hårdvara. Den här åtgärden inaktiverar viloläge och relaterade funktioner så att din Mac går i vila och vaknar på ett tillförlitligt sätt.";

"No reboot required. Changes take effect immediately." = "Ingen omstart krävs. Ändringarna träder i kraft omedelbart.";

"Fix Applied" = "Åtgärd tillämpad";

"Needs Fix" = "Behöver åtgärdas";

"Apply Fix" = "Åtgärda";

"Restore Defaults" = "Återställ standardvärden";

/* Menu items */
"Quit smcFanControl CE" = "Avsluta smcFanControl CE";

/* Support */
"Support on Ko-fi" = "Stöd på Ko-fi";
